Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/samediggi.no/samediggeraddi.html.tmx
Source language: sme
Languages: smj

source: Sámediggeráđđi / Organisašuvdnastruktuvra / Sámedikki birra / Sámediggi - Sametinget
smj: Sámedikkeráde / Organisasjåvnå struktuvrra / Sámmedikke birra / Sámedigge - Sametinget

source: Sámediggeráđđi
smj: Sámedikkeráde

source: Sámediggeráđi miellahtuid nammada presideanta, guhte lea ráđi jođiheaddji.
smj: Sámedikkeráde ájrrasa nammaduvvi presidentas, guhti jådet rádev.

source: Sámediggepresideanta lea válljejuvvon Sámedikki dievasčoahkkima eanetlogus eanetlogu jienaiguin.
smj: Sámedikkepresidænnta válljiduvvá ieneplågos Sámedikke dievastjåhkanimes.

source: Ráđđi doaibmá Sámedikki ráđđehussan, ja ovddasvástida beaivválaš politihkalaš doaimma.
smj: Ráde doajmmá dagu Sámedikke ráddidus, ja tjadát bæjválasj dåjmadimev.

source: Sámediggeráđđi ovddida mearrádusárvalusaid dievasčoahkkimii áššiin mat gusket Sámedikki bušeahta juogadeapmái, árvala doaibmabijuid čuovvovaš jagi stáhtabušehttii, Sámedikki jahkedieđáhusa, Sámedikki doarjjaortnegiid váldonjuolggadusaid ja eará áššiid maid Sámediggeráđi iešheanalis árvvoštallama mielde berrešii ovddidit.
smj: Sámedikkeráde åvdet mærrádusárvvalusájt dievastjåhkanibmáj ássjijn ma guosski Sámedikke budsjæhttaj, tjuodtjelij jage dåjma stáhtabudsjæhttaj, Sámedikke jahkediedádussaj, Sámedikke ruhtadoarjjaårnigij oajvvenjuolgadusájda ja ietjá ássjijda ma sierra árvustallama milta Sámedikkeráden bierriji åvdeduvvat.

source: Dasa lassin ovddida Sámediggeráđđi dieđáhusaid sierra politihkkasurggiin dárbbu mielde, ja máŋgga suorggis lea maiddái vejolašvuohta ášši loahpalaččat mearridit.
smj: Duodden åvdet Sámedikkeráde diededimijt moatten politihkkasuorgen dárboj milta, ja moatten suorgen máhttá aj låhpalattjat mierredit.

source: 2013-2017 válgaáigodahkii lea ráđi lahttut:
smj: Sámediggeráde ájrrasa

source: Sámediggeráđi 2015 čoahkkinplána
smj: Sámediggeráde tjåhkanimpládna 2015

source: Vahkku 4: ráđđečoahkkin Kárášjogas
smj: Vahkko 4: rádetjåhkanibme Kárásjjågån

source: Vahkku 13: ráđđečoahkkin Guovdageainnus
smj: Vahkko 13: rádetjåhkanibme Guovddagæjnon

source: Vahkku 17: ráđđečoahkkin Plassjes
smj: Vahkko 17: rádetjåhkanibme Plássjen

source: Vahkku 26: ráđđečoahkkin Kárášjogas
smj: Vahkko 26: rádetjåhkanibme Kárásjjågån

source: Vahkku 34: ráđđečoahkkin Geassesullos
smj: Vahkko 34: rádetjåhkanibme Sommarøy

source: Vahkku 42: ráđđečoahkkin Kárášjogas
smj: Vahkko 42: rádetjåhkanibme Kárásjjågån

source: Vahkku 43: ráđđečoahkkin Troanddimis
smj: Vahkko 43: rádetjåhkanibme Roandemin

source: Vahkku 50: ráđđečoahkkin Oslos
smj: Vahkko 50: rádetjåhkanibme Oslon

source: Loga eambbo
smj: Lågå ienebuv

source: Politihkalaš ovddasvástádussuorggit ráđis
smj: Politihkalasj vásstádussuorge ráden

source: Sámeidkki presideanta Keskitalo ja Sámediggeráđi eará lahtut leat válljen ja juogadan politihkalaš ovddasvástádussurggiid gaskaneaset.
smj: Sámediggepresidænnta Aili Keskitalo ja Sámediggeráde ietjá ájrrasa li mierredam ja juogatjam politihkalasj vásstádussuorgijt gaskanisá.

source: Dás oainnát guđe ráđđelahtus lea ovddasvástádus guđe politihkalaš suorggis.
smj: Dánna gávna guhtimusj politihkalasj suorges la geŋga vásstádus.

source: Sártnit ja artihkkalat
smj: Håla ja tjállaga

source: Sámedikki presideantta ja Sámediggeráđi eará lahtuid sártnit, sáhkavuorut ja artihkkalat.
smj: Håla, sárnnusa ja tjállaga sámediggepresidentas jali Sámediggeráde ietjá ájrrasijs.
